export default {
  English: "الانجليزية",
  Arabic: "العربية",
  nav: {
    home: "الرئيسية",
    about_us: "من نحن",
    our_service: "خدماتنا",
    contact_us: "تواصل معنا",
    Mobile_Nav: "فتح القائمة الجانبية",
    Mobile_Descr: "تصفح القائمة الجانبية للتنقل في الموقع",
  },
  mainContent: {
    heroSection: {
      get_financing: "احصل على تمويل عقاري سريع لمنزل أحلامك",
      flexible_financing: "تمويل عقاري مرن يتيح لك بناء منزل يحاكي ذوقك الشخصي",
      innovative_solutions:
        "نحن نقدم لك حلول تمويل عقاري مبتكرة في المملكة لتختار من بين أفضل العروض العقارية بأسعار تنافسية. ابدأ خطواتك نحو امتلاك منزل الأحلام اليوم مع خطط تمويل مرنة ومعدلات فائدة منافسة.",
      fund_your_dreams: "احصل على تمويل أحلامك!",
    },
    marqueeSwiperSection: {
      dar_alsondos: "دار السندس",
      our_partners: "شـركاؤنا في الصعود إلى القمة",
      we_take: "نفخر بكوننا ساهمنا بتحقيق قصص نجاح رائعة مع عملاءنا",
    },
    aboutSection: {
      whos: "من نحن؟",
      firsth: `نحن الرواد في تقديم الخدمات والحلول المبتكرة`,
      secondh: `في المجال العقاري`,
      p1about: `استمتع بتمويل عقاري مرن يحقق أحلامك بخيارات تلائم طموحاتك.`,
      p2about: `خطط سداد ميسرة مع مزايا حصرية وتأمين شامل لضمان راحة بالك.`,
      p3about: `تأمين تكافلي مجاني وشروط استثنائية تمنحك راحة البال طوال فترة التمويل`,

      experience: `شركة دار السندس تربط بين المستثمرين والأفراد الراغبين في شراء
                العقارات من خلال تقديم حلول تمويلية مبتكرة. نحن نسهل عملية
                الحصول على التمويل المناسب لتمكين عملائنا من تحقيق أهدافهم
                العقارية. فريقنا المتخصص يقدم خبرات واسعة في التمويل العقاري
                لضمان أفضل النتائج.`,
      getInTouch: "تواصل معنا",
    },
    catalogueSection: {
      info: "مزيد من التفاصيل",
      one: "١",
      categorya: "شقق فاخرة",
      titlea: "شقة فاخرة في قلب المدينة",
      descriptiona:
        "شقة مكونة من ٣ غرف نوم، مطبخ حديث، وحمام واسع، بالقرب من جميع الخدمات.",
      two: "٢",
      categoryv: "فيلا وقصور",
      titlev: "فيلا رائعة مع حديقة خاصة",
      descriptionv:
        "فيلا مكونة من ٥ غرف نوم، مسبح خاص، وحديقة كبيرة، مناسبة للعائلات.",
      three: "٣",
      categoryb: "عمارة سكنية",
      titleb: "عمارة سكنية في موقع استراتيجي",
      descriptionb:
        "عمارة مكونة من ٤ شقق، قريبة من المدارس والأسواق، فرصة استثمارية رائعة",
      four: "٤",
      categoryl: "أراضي للبيع",
      titlel: "أرض في منطقة سكنية هادئة",
      descriptionl:
        "أرض بمساحة ٥٠٠ متر مربع، مناسبة للبناء، قريبة من المرافق الأساسية.",
    },
    faqSection: {
      faqs: [
        {
          question: "ما هي خدمة التمويل العقاري؟",
          answer:
            "هي خدمة تتيح لك الحصول على دعم مالي لشراء عقار مع تسهيلات في السداد.",
        },
        {
          question: "ما هي مدة القرض؟",
          answer: "مدة القرض تعتمد على الاتفاقية، وتتراوح بين 5 و20 سنة.",
        },
        {
          question: "كيف يمكنني التواصل معكم؟",
          answer: "يمكنك التواصل معنا عبر الهاتف أو البريد الإلكتروني.",
        },
        {
          question: "هل يمكنني الحصول على تمويل عقاري إذا كنت غير موظف؟",
          answer:
            "نعم، يمكن للأفراد غير الموظفين التقديم بشرط وجود مصدر دخل ثابت أو سجل تجاري.",
        },
        {
          question: "ما هي المستندات المطلوبة للتقديم على التمويل؟",
          answer:
            "المستندات تشمل بطاقة الهوية الوطنية، شهادة الراتب، وكشف حساب بنكي لآخر 3 أشهر.",
        },
        {
          question: "هل يوجد رسوم إدارية للتقديم؟",
          answer:
            "نعم، هناك رسوم إدارية تُحسب كنسبة من قيمة التمويل. يمكنك معرفة التفاصيل عند التقديم.",
        },
        {
          question: "هل يمكن سداد القرض مبكرًا؟",
          answer:
            "نعم، يمكنك سداد القرض مبكرًا، مع الأخذ في الاعتبار أي رسوم إضافية قد تنطبق.",
        },
        {
          question: "هل التمويل يشمل العقارات التجارية؟",
          answer:
            "نعم، نقدم خدمات التمويل للعقارات السكنية والتجارية على حد سواء.",
        },
        {
          question: "هل يمكن تحويل التمويل العقاري من بنك آخر؟",
          answer:
            "نعم، يمكنك تحويل التمويل العقاري إلى خدماتنا بسهولة مع شروط ميسرة.",
        },
      ],
      frequentlyـaskedـquestions: "الاسئلة الشائعة",
      some_frequently_asked: "بعض الأسئلة الشائعة عن التمويل العقاري",
      here_you_will_find:
        "ستجد هنا جميع الأسئلة بالإجابات التي تهمك، واذا كان لديك سؤال لا تجد له إجابة، تواصل معنا.",
    },
    catalogswipersection: {
      peace: "راحة البال تبدأ هنا",
      discover:
        "اكتشف كيف تساعدك شركة دار السندس في تصميم وبناء منزل أحلامك وفقًا لأعلى معايير الجودة",
      we_believe: `في دار السندس، نؤمن بأن بناء منزل أحلامك يتطلب رؤية واضحة وخبرة متميزة. نقدم لك الدعم الكامل من خلال فريقنا المتخصص الذي يضمن لك الالتزام بالجودة العالية في كل مرحلة من مراحل البناء. استمتع بخدماتنا المصممة خصيصًا . لتوفير الوقت والجهد، وتحقيق أفضل النتائج .
`,
      seamless_ownership:
        "استمتع بخدمات إلكترونية متكاملة تشمل إنهاء جميع الإجراءات البنكية وإصدار العقود العقارية بسرعة وكفاءة، مع إفراغ عقارك بدون رسوم إضافية لتسهيل عملية التملك.",
      yourـfinancingـawaits: "تمويلك بانتظارك",
    },
  },

  footer: {
    informationSite: {
      information: "المعلومات",
      links_information: [
        { name: "الرئيسية", path: "/" },
        { name: "من نحن", path: "/about-us" },
        { name: "خدماتنا", path: "/our-service" },
        { name: "تواصل معنا", path: "/contact-us" },
      ],
    },
    servicesSite: {
      services_offered: "الخدمات المقدمة",
      services_list: [
        { name: "احسب تمويلك", path: "/financing" },
        { name: "المدونة", path: "/blog" },
        { name: "الأسئلة الشائعة", path: "/faq" },
        { name: "الدعم", path: "/contact-us" },
      ],
    },
    socialsSite: {
      social_media: "منصاتنا الاجتماعية",
      // social_list: [
      //   { name: "فيس بوك", path: "/", icon: "" },
      //   { name: "اكس", path: "/", icon: "" },
      //   { name: "انستجرام", path: "/", icon: "" },
      //   { name: "تيك توك", path: "/" },
      //   { name: "سناب شات", path: "/", icon: "" },
      // ],
    },
    getInTouchSite: {
      getInTouch: "تواصل معنا",
      phone: "الهاتف",
      unified_number: "الرقم الموحد",
      email: "البريد الالكتروني",
      commercial_registration: "السجل التجاري",
      brokerage_license: "ترخيص الوساطة",
      location: "العنوان",
    },
    all_rights_reserved:
      "\u00A9  جميع الحقوق محفوظة لدى شركة تراست العقارية 2024 ",
    privacy: "الخصوصيه ",
    terms: " الشروط",
  },
  pages: {
    page_about: {
      Whos: "من نحن؟",
      We_are:
        "نحن دار السندس نربط المستثمرين والعملاء بثقة لنخلق فرصًا استثمارية مميزة تحقق الطموحات",
      Dar_AlSondos_facilitates: `شركة دار السندس تسهّل الطريق بين المستثمرين والعملاء الباحثين عن امتلاك العقارات، ملتزمة بتقديم حلول تمويلية ذكية تحقق أحلام عملائها بثقة وإتقان.`,
      At_Dar_AlSondos: `في دار السندس، نحن نؤمن بأن رحلة امتلاك العقار يجب أن تكون سلسة ومباشرة. نقدم حلول تمويلية مبتكرة تجمع بين الاحترافية والمرونة لتلبية احتياجات عملائنا، من خلال توفير تمويلات ميسرة ومناسبة لشراء العقارات.`,
      We_act:
        "نحن نعمل كحلقة وصل بين المستثمرين والعملاء، ونسعى لتقديم استشارات مالية متكاملة تساعدكم على اتخاذ القرار الأمثل. بفضل فريقنا المتخصص في التمويل العقاري، نقدم لكم الدعم الكامل في كل خطوة، مع ضمان توفير أفضل العروض التي تتناسب مع أهدافكم الاستثمارية. نحن في دار السندس نضع ثقتكم في قلب أولوياتنا، ونعمل بلا كلل لضمان نجاح استثماراتكم العقارية.",
      Our_Goal:
        "هدفنا: نسعى في دار السندس لأن نكون الخيار الأول لتحقيق أحلام الأفراد في امتلاك منازلهم الخاصة، وأن نكون الشريك الموثوق الذي يساهم في بناء مجتمع مستدام ومزدهر من خلال حلول تمويلية مبتكرة تلبي احتياجات عملائنا.",
      YourـFinancingـAwaits: "تمويلك بانتظارك",
      Experts: "الخبراء",
      Owner_Name: "حسام النحيط",
      CEOـofـDarـAlSondos: "الرئيس التنفيذي لشركه دار السندس",
    },
    page_project: {
      Developing_a_residential: "مشروع تطوير مجمع سكني",
      Developingـanـintegrated: `تطوير مجمع سكني متكامل يحتوي على شقق سكنية وحدائق ومرافق مشتركة.`,
      Shopsـdevelopment: `مشروع تطوير المحلات التجارية`,
      Weـdesigned:
        "عملنا على تصميم وتنفيذ محلات داخل مراكز تجارية حديثة، كما قدمنا الدعم للمستثمرين لإنشاء محلاتهم الخاصة، مما ساهم في تعزيز أعمالهم وتوسيع نطاق استثماراتهم.",
      Rehabilitationـhistoric: "مشروع إعادة تأهيل مبنى تاريخي",
      RehabilitatingـAhistoricـbuilding:
        "إعادة تأهيل مبنى تاريخي وتحويله إلى فندق أو مطعم مع الحفاظ على طابعه الأصلي.",
      Our_projectss: "مشاريعنا",
    },
    page_terms: {
      Terms_and_Conditions: "الشروط والأحكام",
      Our_Terms_and_Conditions: "شروطنا وأحكامنا",
      Please_Read_Carefully:
        "يرجى قراءة الشروط والأحكام بعناية قبل استخدام خدماتنا.",
      What_Are_the_Terms: "ما هي الشروط؟",
      What_Are_the_Terms_Answer: [
        "يجب أن لا يقل العمر عن 18 سنة.",
        "يجب أن يكون الموظف في أحد القطاعات التالية: مدني، عسكري، متقاعد، بنكي أو خاص.",
        "يجب أن لا يقل صافي الراتب عن 3500 ريال سعودي.",
      ],
      What_Are_the_Employee_Permissions: "ما هي صلاحيات الموظف؟",
      Employee_Permissions_Answer: [
        "يمكن للموظف استخدام أدوات النظام لتقديم العروض للعملاء بسهولة.",
        "يمكنه مراجعة الأهداف الشهرية أو السنوية المخصصة له وتتبع مدى تحقيقها.",
        "يُتاح له الاطلاع على جميع العروض المتاحة ومتابعة التحديثات عليها.",
        "يمكنه إضافة بيانات جديدة للعملاء وتحديثها في أي وقت.",
      ],

      What_Are_the_Branch_Manager_Permissions: "ما هي صلاحيات مدير الفرع؟",
      Branch_Manager_Permissions_Answer: [
        "يمكن لمدير الفرع إضافة عروض جديدة بسهولة وتحديثها لتناسب احتياجات العملاء.",
        "يمكنه مراجعة وتحليل الأهداف الشهرية أو السنوية للموظفين لتقييم الأداء.",
        "يمكنه تحديد الأهداف (التارجت) لكل موظف في الفرع بناءً على مهامه ودوره.",
        "يُتاح له الاطلاع على بيانات الموظفين بالكامل، بما في ذلك سجلات العمل والأداء.",
        "يمكنه مراجعة جميع العروض التي أضافها الموظفون لضمان توافقها مع معايير الشركة.",
      ],

      What_Are_the_General_Manager_Permissions: "ما هي صلاحيات المدير العام؟",
      General_Manager_Permissions_Answer: [
        "يمكن للمدير العام إضافة عروض جديدة أو تعديل العروض القائمة بما يتناسب مع استراتيجية الشركة.",
        "يمكنه مراجعة وتحليل الأهداف (التارجت) الخاصة بجميع الفروع والموظفين لتقييم الأداء العام.",
        "يُتاح له الإشراف الكامل على بيانات الموظفين والفروع، بما في ذلك إمكانية تعديل أو حذف معلوماتهم عند الحاجة.",
        "يمكنه متابعة الأداء التفصيلي لكل فرع على حدة، مما يساعده في اتخاذ قرارات استراتيجية لتحسين الإنتاجية.",
        "يملك الصلاحية لإدارة العلاقات مع البنوك والفروع وتحديث بياناتها بما يتماشى مع متطلبات السوق.",
      ],

      How_Can_Clients_Contact_Us: "كيف يمكن للعملاء التواصل معنا؟",
      Client_Communication_Answer: [
        "إرسال الرسائل عبر البريد الإلكتروني أو نموذج التواصل على موقعنا.",
        "الاتصال المباشر على أرقام الدعم المتوفرة خلال ساعات العمل.",
        "التواصل الفوري عبر تطبيق الواتساب للحصول على استجابة سريعة.",
      ],
      Go_Home: "العودة إلى الصفحة الرئيسية",
    },
    page_privacy: {
      PrivacyـPolicy: "سياسة الخصوصية",
      HowـHandleـPersonal: "كيف نتعامل مع بياناتك الشخصية",
      Weـtakeـprivacy:
        "نولي أهمية كبيرة لخصوصيتك. اقرأ سياستنا بعناية لفهم كيفية استخدام بياناتك الشخصية.",
      HowـWeـUseـYourـData_q: "كيف نستخدم بياناتك؟",
      HowـWeـUseـYourـData_a:
        "نحن نستخدم بياناتك لتحسين تجربتك وتقديم خدمات أفضل. قد نقوم بجمع بيانات حول تفضيلاتك أو معلوماتك الشخصية في إطار خدماتنا.",
      Data_Protection_q: "حماية بياناتك",
      Data_Protection_a:
        "نلتزم بحماية بياناتك الشخصية من أي وصول غير مصرح به. يتم تخزين المعلومات باستخدام تقنيات التشفير المتطورة.",
      Reviewing_Privacy_Policy_q: "مراجعة سياسة الخصوصية",
      Reviewing_Privacy_Policy_a:
        "إذا قررنا إدخال أي تحديثات على سياسة الخصوصية، سيتم عرض التعديلات في هذه الصفحة مع ذكر تاريخ التغيير لضمان الشفافية الكاملة.",
      Your_Inquiries_Important_to_Us_q: "استفساراتك محل اهتمامنا",
      Your_Inquiries_Important_to_Us_a:
        "إذا كانت لديك أي تساؤلات بخصوص سياسة الخصوصية أو كيفية تعاملنا مع بياناتك، لا تتردد في الوصول إلينا من خلال قسم 'اتصل بنا' في الموقع.",
      When_Share_Data_q: "متى نشارك بياناتك؟",
      When_Share_Data_a:
        "قد نقوم بمشاركة بياناتك مع أطراف ثالثة فقط في حال كان ذلك ضروريًا لتقديم خدماتنا أو إذا كان ذلك مطلوبًا بموجب القانون.",
      Your_Rights_Access_q: "يحق لك الوصول إلى بياناتك الشخصية",
      Your_Rights_Access_a:
        "يحق لك الوصول إلى بياناتك الشخصية وتصحيحها أو طلب حذفها وفقًا لسياساتنا.",
      Go_Home: "العودة إلى الصفحة الرئيسية",
    },
    pageThankYou: {
      Thank_You: "شكراً لك",
      We_Appreciate_Your_Inquiry: "نحن نقدر استفسارك واهتمامك بنا",
      We_Will_Get_Back_To_You_Soon: "سنعاود الاتصال بك قريباً. شكراً على ثقتك!",
      Go_Home: "العودة إلى الصفحة الرئيسية",
    },
    pageNotFound: {
      Oops: "نأسف للإزعاج",
      Sorry_page: "يبدو أن الصفحة التي تبحث عنها غير متوفرة",
      Go_Home: "العودة إلى الصفحة الرئيسية",
    },
  },
};
